[{"name":"privacy","key":"privacy","content":null,"clone":null,"children":[{"name":"content","key":"privacy-content","content":"                \u003cdiv class=\"container\"\u003e                     \u003ch2\u003ePrivacy Policy\u003c/h2\u003e                     \u003ch3\u003eOur Commitment to Privacy\u003c/h3\u003e                     \u003cp\u003e                         Welcome to Domino.  Your privacy is important to us.  As you use our Services, we want to be clear how we are using your information and the ways in which you can protect your privacy.                     \u003c/p\u003e                     \u003cp\u003e                         Our Privacy Policy explains:                     \u003c/p\u003e                     \u003cul\u003e                         \u003cli\u003eWhat information we collect and why we collect it.\u003c/li\u003e                         \u003cli\u003eHow we use that information and when we disclose it.\u003c/li\u003e                         \u003cli\u003eHow to access and update your information.\u003c/li\u003e                         \u003cli\u003eThe steps we take to protect the information.\u003c/li\u003e                     \u003c/ul\u003e                     \u003cp\u003e                         This Policy applies to all information that we have about you, and to all of the services and products provided by Domino, including the Domino website (at www.mydomino.com) and other sites owned by Domino (at www.sunible.com, www.pvsolarreport.com and www.prospectzen.com), downloadable software, and mobile applications (collectively, the “Services”).  Your privacy matters to Domino so please take the time to familiarize yourself with our policies, and if you have any questions please contact us at info@mydomino.com.  This Policy is incorporated into and is subject to the Domino Terms of Use.                     \u003c/p\u003e                     \u003ch3\u003eWhat information we collect\u003c/h3\u003e                     \u003cp\u003e                         We gather the following types of information:                     \u003c/p\u003e                     \u003ch4\u003eInformation You Provide\u003c/h4\u003e                     \u003cul\u003e                         \u003cli\u003eRegistration Information.  We collect information you provide us when creating an account on our Services or signing up for updates on our website, including your name, address, phone number, email address, and password.  We also collect any other information you voluntarily provide to us such as date of birth, geographic information, utility bill information, and your preferences.\u003c/li\u003e                         \u003cli\u003eCommunications and Content.  We collect the contents of messages you send or receive using our Services and store them on our servers, including quotes for services.  We also collect information regarding any communications we have with you, such as if you send us an email or call our Concierge Service.  We also collect any User Content, as defined in the Domino Terms of Use, you publish on the Services.\u003c/li\u003e                     \u003c/ul\u003e                     \u003ch4\u003eInformation We Receive From the Use of Our Services\u003c/h4\u003e                     \u003cul\u003e                         \u003cli\u003eUsage Information.  When you use our Services, we may record certain information from your devices and your use of the Services.  This information may include your IP address or other device address or ID, operating system, web browser, device type, the web pages or sites that you visit just before or just after you use the Services, the pages or other content you view or otherwise interact with on the Services, and the dates and times that you visit, access, or use the Services. We also may use these technologies to collect information regarding your interaction with email messages, such as whether you opened, clicked on, or forwarded a message.\u003c/li\u003e                         \u003cli\u003eLocation Information.  We may also gather geo-location information from your device.  We will only collect this information if permitted by your device’s settings and will only use it in accordance with this Policy.\u003c/li\u003e                         \u003cli\u003eCookies.  Domino and our service providers use various technologies to collect and store information when you use our Services, and this may include sending “cookies” to your computer.  A cookie is a small piece of data that is sent to your Internet browser for record-keeping purposes.  We may use both session cookies and persistent cookies.  A session cookie disappears after you close your browser.  A persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to the Service.  We may use cookies to collect and store information such as your IP address, the dates and times you visit our website, and the web pages that you visit.  We may associate the information we store in cookies to personal information you submit while on our website.\u003c/li\u003e                         \u003cli\u003eThird Party Web Beacons and Third Party Buttons.  We may also implement third-party content or advertising on the Service that may use clear gifs or other forms of web beacons, which allow the third-party content provider to read and write cookies to your browser in connection with your viewing of the third party content on the Service.  Additionally, we may implement third party buttons (such as Facebook “like” or “share” buttons) that may allow third parties to collect information about you through such third parties’ browser cookies, even when you do not interact with the button. Information collected through web beacons and buttons is collected directly by these third parties, and Domino does not participate in that data transmission. Information collected by a third party in this manner is subject to that third party’s own data collection, use, and disclosure policies.\u003c/li\u003e                         \u003cli\u003eIntegrated Services.  You may be given the option to access or register for the Service through the use of your user name and passwords for certain services provided by third parties (each, an “Integrated Service”), such as through the use of your Facebook credentials through Facebook Connect, or otherwise have the option to authorize an Integrated Service to provide personal information or other information to us. By authorizing us to connect with an Integrated Service, you authorize us to access and store your name, email address(es), date of birth, gender, current city, profile picture URL, and other information that the Integrated Service makes available to us, and to use and disclose it in accordance with this Policy. You should check your privacy settings on each Integrated Service to understand and change the information sent to us through each Integrated Service. Please review each Integrated Service’s terms of use and privacy policies carefully before using their services and connecting to our Service.\u003c/li\u003e                         \u003cli\u003eInformation from Other Sources.  We may obtain information, including personal information, from third parties and sources other than the Services and combine or associate that information with information we collect through the Services. If we combine or associate information from other sources with personal information that we collect through the Services, we will treat the combined information as personal information in accordance with this Policy.\u003c/li\u003e                     \u003c/ul\u003e                     \u003ch3\u003eHow we use your information\u003c/h3\u003e                     \u003cp\u003e                         Your information is an important part of our business.  We may use the information we collect in a variety of ways in providing the Services and operating our business, including the following:                     \u003c/p\u003e                     \u003cul\u003e                         \u003cli\u003eTo provide the Services.  We use the information we collect to operate, maintain, enhance, and provide the Services to you, including helping you gather information about companies and potential low carbon opportunities, facilitating quotes from companies, comparing and increasing your understanding of quotes from companies, and providing advice throughout the purchasing process.  We also use the information we collect to allow you to communicate with companies and post information on and reviews of companies on our Services or Integrated Services.\u003c/li\u003e                         \u003cli\u003eTo improve and personalize your experience and our Services.  We use the information that we collect on the Services (i) to understand and analyze the usage trends and preferences of our users and the effectiveness of our Services and third-party marketing activities; (ii) to improve, personalize, and promote our Services, provide customized advertisements, content, and information; (iii) to develop new products, services, features, and functionality; and (iv) track your entries, submissions, and status in any promotions or other activities on the Service.\u003c/li\u003e                         \u003cli\u003eTo communicate with you.  We will use the information we collect to communicate with you.  For example, we may use your email address, phone number, or other information to contact you for administrative purposes such as customer service, to respond to your inquiries, to manage your account, or otherwise provide user support.\u003c/li\u003e                     \u003c/ul\u003e                     \u003ch3\u003eHow we share the information we collect\u003c/h3\u003e                     \u003cp\u003e                         We may share your information in the following ways:                     \u003c/p\u003e                     \u003cul\u003e                         \u003cli\u003eWith Your Consent.  We will share personal information with companies, organizations, or individuals outside of Domino when we have your consent to do so.\u003c/li\u003e                         \u003cli\u003ePublicly Posted Information.  Any information that you voluntarily choose to include in a publicly accessible area of the Services, such as a public profile page or company review page, will be available to anyone who has access to that content, including other users.\u003c/li\u003e                         \u003cli\u003eAdvertisers.  We may share your information with companies interested in offering products and services that may be of interest to you. For example, we may share your information with companies interested in providing solar or low carbon lifestyle products and services to you.\u003c/li\u003e                         \u003cli\u003eService Providers and Other Third Parties.  We may share your information with service providers and other third parties who perform services on our behalf, such as providing information technology services and analytics services.  Service providers such as analytics providers may collect information about your online activities over time and across different online services when you use our Services.\u003c/li\u003e                         \u003cli\u003eAggregate and Non-identifying Information.  We may share aggregate and other non-personal information and log data with our partners in order to improve the overall experience of our Services.  We may also publicly share non-personally-identifiable, aggregate data about how our users interact with and use our Services.  For example, we may publish aggregated findings on solar adoption, low carbon lifestyle product and service adoption, or other trends based on this data.\u003c/li\u003e                         \u003cli\u003eCompliance with Laws and Law Enforcement.  Domino cooperates with government and law enforcement officials and private parties to enforce and comply with the law. We will share your information if we, in our good faith judgment, believe it is reasonably necessary to: respond to claims and legal process (including valid subpoenas, court orders, or government requests); protect the property, rights, and safety of Domino, our users, or others as required or permitted by law; enforce our Terms of Use or other agreements; prevent or stop activity we believe to be illegal, unethical or legally actionable; and detect, prevent, or otherwise address fraud, security or technical issues.\u003c/li\u003e                         \u003cli\u003eBusiness Transfers.  If Domino is involved in a merger, acquisition, reorganization, sale of assets, or bankruptcy, our customers’ information may be disclosed and otherwise transferred to an acquirer, successor, or assignee.  We will notify you of such a change in ownership or transfer of assets by posting a notice on our website.\u003c/li\u003e                         \u003cli\u003eOther Sharing.  We may also disclose your information when we believe, in good faith, it is necessary to (i) take precautions against liability, (ii) protect ourselves or others from fraudulent, abusive, or unlawful uses or activity, (iii) investigate and defend ourselves against any third-party claims or allegations, (iv) protect the security or integrity of our Services and any facilities or equipment used to make the Service available, or (v) protect our property or other legal rights (including, but not limited to, enforcement of our agreements), or the rights, property, or safety of others.\u003c/li\u003e                     \u003c/ul\u003e                     \u003ch3\u003eThe Choices you have with your information\u003c/h3\u003e                     \u003cp\u003e                         You may decline to share certain personal information with us, in which case we may not be able to provide to you some of the features and functionality of our Services.  You may update or correct your profile information and preferences at any time by accessing the account settings page on the website or mobile apps.  Please note that while any changes you make will be reflected in active user databases instantly or within a reasonable period of time, we may retain all information you submit for backups, archiving, prevention of fraud and abuse, analytics, satisfaction of legal obligations, or where we otherwise reasonably believe that we have a legitimate reason to do so.                     \u003c/p\u003e                     \u003cp\u003e                         If you receive marketing or promotional email from us, you may unsubscribe at any time by following the instructions contained within the email. It may take up to ten business days to process your request.  You may also receive marketing or promotional notifications from us on your mobile device.  You can disable these messages through the account settings page on the Domino apps or through your device’s settings for notifications.  Even after you opt-out of receiving marketing or promotional messages from us, you will continue to receive administrative messages from us regarding the Service.                     \u003c/p\u003e                     \u003ch3\u003eThird-Party Services\u003c/h3\u003e                     \u003cp\u003e                         The Services may contain features or links to websites and services provided by third parties.  Any information you provide on third-party sites or services is provided directly to the operators of such services and is subject to those operators’ policies, if any, governing privacy and security, even if accessed through the Services.  We are not responsible for the content or privacy and security practices and policies of third-party sites or services to which links or access are provided through the Services. We encourage you to learn about third parties’ privacy and security policies before providing them with information.                     \u003c/p\u003e                     \u003ch3\u003eChildren’s Privacy\u003c/h3\u003e                     \u003cp\u003e                         Domino takes the online protection of children very seriously.  Our Services are not directed to children under the age of 13, and we do not knowingly collect personal information from children under the age of 13.  If you are under 13 years of age, then please do not use or access the Services. If we learn that personal information has been collected from persons under 13 years of age, then we will take the appropriate steps to delete this information.  If you are a parent or guardian and discover that your child under 13 years of age has obtained an account on the Service, then you may alert us at info@Domino.com and request that we delete that child’s personal information from our systems.                     \u003c/p\u003e                     \u003ch3\u003eData Security \u0026 Privacy settings\u003c/h3\u003e                     \u003cp\u003e                         We take reasonable measures to protect your personal information in accordance with this Policy.  Unfortunately, the Internet cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of any information you transmit to us or store on the Service.   You provide your information and User Content to us at your own risk and are responsible for taking reasonable measures to secure your account.                     \u003c/p\u003e                     \u003cp\u003e                         Although we may allow you to adjust your privacy settings to limit access to certain personal information, please be aware that no security measures are perfect or impenetrable. We are not responsible for circumvention of any privacy settings or security measures on the Services. Additionally, we cannot control the actions of other users with whom you may choose to share your information. Further, even after information posted on the Services is removed, caching and archiving services may have saved that information, and other users or third parties may have copied or stored the information available on our Services. We cannot and do not guarantee that information you post on or transmit to the Services will not be viewed by unauthorized persons.                     \u003c/p\u003e                     \u003ch3\u003eInternational Visitors\u003c/h3\u003e                     \u003cp\u003e                         Our Services are hosted in the United States and intended for visitors located within the United States. If you choose to use the Services from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S. law, then please note that you are transferring your personal information outside of those regions to the United States for storage and processing.                     \u003c/p\u003e                     \u003ch3\u003eChanges and Updates to this Policy\u003c/h3\u003e                     \u003cp\u003e                         We may from time to time make changes to this Policy.  When we do, we will post the revised Privacy Policy and update the last date of revision.  When the changes we make are significant, we may provide a more prominent notice, for example, by sending you an email or generating a pop-up when you access the Services for the first time after the changes are made.  Your continued use of our Services after the revised Policy has become effective indicates that you have read, understood and agreed to the current version of this Policy.                     \u003c/p\u003e                     \u003ch3\u003eOur Contact Information\u003c/h3\u003e                     \u003cp\u003e                         Please contact us with any questions or comments about this Policy, your personal information, our use and disclosure practices, or your consent choices by email at info@Domino.com.                     \u003c/p\u003e                     \u003cp\u003e                         EFFECTIVE AS OF: January 1, 2015                     \u003c/p\u003e                 \u003c/div\u003e","clone":null,"children":[]}]},{"name":"footer","key":"footer","content":"","clone":null,"children":[{"name":"newsletterHeader","key":"footer-newsletterheader","content":"Sign up for genuinely useful emails now and then with tips on \u003cem\u003editching fossil fuels\u003c/em\u003e.","clone":null,"children":[]}]},{"name":"common","key":"common","content":"","clone":null,"children":[{"name":"getStartedButton","key":"common-getstartedbutton","content":"GET STARTED","clone":null,"children":[]}]},{"name":"about","key":"about","content":null,"clone":null,"children":[{"name":"definition","key":"about-definition","content":"An unstoppable chain reaction triggered by one small action","clone":null,"children":[]},{"name":"section1","key":"about-section1","content":"","clone":null,"children":[{"name":"header","key":"about-section1-header","content":"We all want clean energy, air, and water. The technology for that is available today. But where do we start? How can we do it in a way that doesn’t break the bank? Do we have to make lifestyle sacrifices in the bargain? This confusion can keep us from taking action.","clone":null,"children":[]},{"name":"content","key":"about-section1-content","content":"Enter Domino, a concierge service that’s here to help millions of Americans switch to clean energy and save money at the same time. Our tailored plans involve serious carbon reduction, maximum cash savings, and zero lifestyle compromises.\r\n\u003cbr\u003e\r\n\u003cbr\u003e\r\nYou may have heard of immediate savings with solar for no money down. But in most parts of the country, you can get entirely free of fossil fuels – coal, gas, and oil – and save money in the process. Consumers vote with their wallets. Domino is making it possible for everyone to know their options and to make that change, pocketing the savings along the way.","clone":null,"children":[]}]},{"name":"section2","key":"about-section2","content":"","clone":null,"children":[{"name":"content","key":"about-section2-content","content":"We know that no two families, homes, cities, or lifestyles are the same. Americans want personalized advice on how to ditch fossil fuels and save, especially for big decisions like solar and electric cars. Our concierge service provides that missing link.\r\n\u003cbr\u003e\r\n\u003cbr\u003e\r\nDomino concierges are not salespeople and do not work on commission. If solar power or an electric car doesn't make sense for you, we'll tell you! It's your choice what action to take - we just offer options for you to consider.","clone":null,"children":[]},{"name":"header","key":"about-section2-header","content":"What’s Different About Domino","clone":null,"children":[]}]},{"name":"section3","key":"about-section3","content":"","clone":null,"children":[{"name":"header","key":"about-section3-header","content":"How Domino Makes Money","clone":null,"children":[]},{"name":"content","key":"about-section3-content","content":"Domino is 100% free for homeowners. We make a small referral fee from vendor products and services purchased or financed through us. This referral fee costs the vendors less than acquiring customers in other ways, so you save.\r\n\u003cbr\u003e\r\n\u003cbr\u003e\r\nA portion of our proceeds go to affiliate partners who help spread the word. Domino is a California Public Benefit B Corp.","clone":null,"children":[]}]},{"name":"section4","key":"about-section4","content":"","clone":null,"children":[{"name":"content","key":"about-section4-content","content":"We’re energy experts and analysts who have helped thousands of homeowners save energy and money. We’ve done the research and crunched the numbers on countless energy-saving options, so we can help you see which ones are right for you.","clone":null,"children":[]},{"name":"header","key":"about-section4-header","content":"Who Is Domino","clone":null,"children":[]}]},{"name":"testamonial","key":"about-testamonial","content":"\"The Domino concierge service is exactly what I needed. I wanted to go solar, but I wasn't sure if it made sense. My concierge is making it easy. I feel like I can get somewhere now.\"","clone":null,"children":[]},{"name":"testamonialName","key":"about-testamonialname","content":"Julie C, Sebastopol CA","clone":null,"children":[]},{"name":"definitionTitle","key":"about-definitiontitle","content":"dom·i·no ef·fect (noun)","clone":null,"children":[]}]},{"name":"terms","key":"terms","content":null,"clone":null,"children":[{"name":"content","key":"terms-content","content":"\u003cdiv class=\"container\"\u003e                     \u003ch2\u003eTerms of Service\u003c/h2\u003e                     \u003cp\u003e                         Welcome, and thank you for your interest in Domino 2030, Inc. (“Domino”, “we,” or “us”) and our Web site at MyDomino.com (the “Site”), as well as all related web sites (www.sunible.com, www.pvsolarreport.com and www.prospectzen.com), networks, embeddable widgets, downloadable software, mobile applications (including tablet applications) (each such application, an “App”), and other services provided by us and on which a link to this End User License Agreement and Terms of Use is displayed (collectively, together with the Site, our “Service”).  This End User License Agreement and Terms of Use is a legally binding contract between you and Domino regarding your use of the Service.                     \u003c/p\u003e                     \u003cp\u003e                         PLEASE READ THE FOLLOWING END USER LICENSE AGREEMENT AND TERMS OF USE CAREFULLY.  BY CLICKING “I ACCEPT,” YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS, INCLUDING THE DOMINO PRIVACY POLICY (COLLECTIVELY, THESE “TERMS”).  If you are not eligible, or do not agree to these Terms, then please do not use the Service.                     \u003c/p\u003e                     \u003ch3\u003eSummary of Material Items\u003c/h3\u003e                     \u003cp\u003e                         As provided in greater detail in the Terms (and without limiting the express language of these Terms), you acknowledge the following:                     \u003c/p\u003e                     \u003col\u003e                         \u003cli\u003ethe App is licensed, not sold to you, and that you may use the App only as set forth in these Terms;\u003c/li\u003e                         \u003cli\u003ethe use of the App may be subject to separate third party terms of service and fees, including, without limitation, your mobile network operator’s (the “Carrier”) terms of service and fees, including fees charged for data usage and overage, which are your sole responsibility;\u003c/li\u003e                         \u003cli\u003eyou consent to the collection, use, and disclosure of your personally identifiable information in accordance with the Privacy Policy www.mydomino.com/privacy;\u003c/li\u003e                         \u003cli\u003ethe App is provided “as is” without warranties of any kind and Domino’s liability to you is limited;\u003c/li\u003e                         \u003cli\u003edisputes arising hereunder will be resolved by binding arbitration.  By accepting these Terms, as provided in greater detail in Section 25 of these Terms, you and Domino are each waiving the right to a trial by jury or to participate in a class action;\u003c/li\u003e                         \u003cli\u003ethe App may require access to the other services on your mobile device; and\u003c/li\u003e                         \u003cli\u003eif you are using the App on an iOS-based device, then you agree to and acknowledge the “Notice Regarding Apple,” below.\u003c/li\u003e                     \u003c/ol\u003e                     \u003ch3\u003eDomino Service Overview\u003c/h3\u003e                     \u003cp\u003e                         The Service provides a place where homeowners, renters, and others (“Homeowners”) can access information about photovoltaic solar products, renewable energy products, electric vehicles, smart thermostats, heat pumps, and other low carbon lifestyle products (“Products”) and receive information about, and requests quotes from, third parties who install Products (“Installers”).  Homeowners may also be provided with a means to purchase products, installation and other related services via the Service.  The Service also provides a portal where, following registration, Installers can be notified that a Homeowner has requested a quote and receive the necessary information to deliver quotes and services.                     \u003c/p\u003e                     \u003ch3\u003eEligibility\u003c/h3\u003e                     \u003cp\u003e                         THE SERVICE IS NOT FOR PERSONS UNDER THE AGE OF 13.  You must be at least eighteen (18) years of age to use the Service.  By agreeing to these Terms, you represent and warrant to us: (i) that you are at least eighteen (18) years of age; (ii) that you have not previously been suspended or removed from the Service; and (iii) that your registration and your use of the Service is in compliance with any and all applicable laws and regulations.  If you are using the Service on behalf of an entity, organization, or company (each, a “Subscribing Entity”), you represent and warrant that you have the authority to bind such organization to these Terms and you agree to be bound by these Terms on behalf of such organization.                     \u003c/p\u003e                     \u003ch3\u003eAccounts and Registration\u003c/h3\u003e                     \u003cp\u003e                         To access most features of the Service, you must register for an account.  When you register for an account you may be required to provide us with some information about yourself (such as your e-mail address or other contact information).  You agree that the information you provide to us is accurate and that you will keep it accurate and up-to-date at all times.  When you register, you will be asked to provide a password.  You are solely responsible for maintaining the confidentiality of your account and password.  You agree to accept responsibility for all activities that occur under your account.  If you have reason to believe that your account is no longer secure, then you must immediately notify us at info@mydomino.com.                     \u003c/p\u003e                     \u003cp\u003e                         Domino may make future services available that will increase the functionality of the Service.  Additional terms and conditions related to any additional functionality will be provided in accordance with Section 14 of these Terms.                     \u003c/p\u003e                     \u003ch3\u003eScope of License to Users\u003c/h3\u003e                     \u003ch4\u003eLicense Grant to You\u003c/h4\u003e                     \u003cp\u003e                         The Service is licensed, not sold, to you for use only under the terms of these Terms.  Subject to your complete and ongoing compliance with the terms and conditions of these Terms, Domino hereby grants you a personal, limited, revocable, non-transferable license to (i) use the App on compatible, authorized devices that you own or control and (ii) access and use the Site, in both instances solely for your own use or for the Subscribing Entity on whose behalf you are authorized to act.                     \u003c/p\u003e                     \u003ch4\u003eLicense Limitations\u003c/h4\u003e                     \u003cp\u003e                         You may not modify, alter, reproduce, or distribute the App.  You may not directly rent, lease, lend, sell, redistribute or sublicense the Service.  You may not copy, decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of any portion of the Service, any updates, or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or the terms of any Third Party Service (as defined below)), nor attempt to disable or circumvent any security or other technological measure designed to protect the Service or any content available through the Service.  If you breach these license restrictions, or otherwise exceed the scope of the licenses granted in these Terms, then you may be subject to prosecution and damages, as well as liability for infringement of intellectual property rights, and denial of access to the Service.                     \u003c/p\u003e                     \u003ch4\u003eApplicability to Updates\u003c/h4\u003e                     \u003cp\u003e                         The terms of these Terms will govern any updates provided to you by Domino that replace and/or supplement the App, unless such upgrade is accompanied by a separate license or revised Terms, in which case the terms of that license or revised Terms will govern.                     \u003c/p\u003e                     \u003ch3\u003eHomeowners\u003c/h3\u003e                     \u003cp\u003e                         When a Homeowner requests a quote from one or more Installers, or purchases any product or service, Homeowner will be required to submit certain information to the Service and Domino will provide certain Homeowner information to the Installers selected by the Homeowner.  Such information includes, but is not necessarily limited to, the Homeowner’s name, phone number and email address.  It may also include a utility bill if applicable.  Installers may request additional information from Homeowners prior to completing a quote.  You consent to the provision of such information to Installers.                     \u003c/p\u003e                     \u003cp\u003e                         Installers and other third party merchants are independent third party contractors and are not Domino employees, subsidiaries or agents.  All contracts for installation are solely between the Installer or such other third party merchant and the Homeowner, and Domino makes no representation, warranty or guarantee, and hereby disclaim any and all representations, warranties and guaranties, with respect to the products or services provided by an Installer or a third party merchant.  Homeowners are advised to research any Installer or third party merchant prior to entering into any contract.                     \u003c/p\u003e                     \u003ch3\u003eHomeowner Payment Terms\u003c/h3\u003e                     \u003cp\u003e                         Homeowner shall pay all amounts agreed to by Homeowner during the checkout process in the Service.  Prices and availability are subject to change without notice.  Errors will be corrected where discovered, and Domino reserves the right to revoke any stated offer and to correct any errors, inaccuracies or omissions including after an order has been submitted and whether or not the order has been confirmed and Homeowner’s credit card charged.  If Homeowner’s credit card has already been charged for the purchase and the applicable order is cancelled, Domino will issue a credit to the credit card account used for the purchase in the amount of the charge.  Individual bank policies will dictate when this amount is credited to the account.                     \u003c/p\u003e                     \u003ch3\u003eTerms Applicable to Installers\u003c/h3\u003e                     \u003ch4\u003eCredentials\u003c/h4\u003e                     \u003cp\u003e                         Installers will be provided with credentials enabling them to access and use the Installer portal portion of the Service where information about Homeowners requesting quotes and other information from Domino will be provided.                     \u003c/p\u003e                     \u003ch4\u003ePrivacy\u003c/h4\u003e                     \u003cp\u003e                         Installer will adopt an acceptable privacy policy and make it available to Homeowners to provide notice of what information Installers collect and how such information will be used.  Installers agree to treat all information received from the Service, including without limitation personally identifiable information of Homeowners, as confidential and not use or disclose such information for any purpose other than to provide quotes and other services to Homeowners.                     \u003c/p\u003e                     \u003ch4\u003eNon-Circumvention\u003c/h4\u003e                     \u003cp\u003e                         Installer will provide prompt notice to Domino of any Homeowner who requests installation or other services from Installer as a result of an introduction provided to Installer through the Service.  Failure to provide such notice shall be a material breach of these Terms of Use by Installer.                     \u003c/p\u003e                     \u003ch4\u003eCosts\u003c/h4\u003e                     \u003cp\u003e                         Installer will bear the entire cost, taxes, and expense of conducting its business in accordance with these Terms.                     \u003c/p\u003e                     \u003ch4\u003ePV Solar Report\u003c/h4\u003e                     \u003cp\u003e                         If Installer is also a subscriber of the PV Solar Report published by Domino, Installer agrees to comply with the terms and conditions applicable thereto, which can be found at http://www.pvsolarreport.com/index.php?option=com_content\u0026view=article\u0026id=57\u0026Itemid=54.                     \u003c/p\u003e                     \u003ch4\u003eData Export\u003c/h4\u003e                     \u003cp\u003e                         If Installer wishes to use Domino’s data export services (the “Data Service”), to obtain data regarding sales of Products among various demographics (“Product Data”), then Installer can register and opt-in for the service. Domino hereby grants Installer a limited, non-exclusive, non-transferrable royalty-free right and license to access and use the Data Service to obtain such Product Data. Installers may use Product Data only for internal purposes of one-time research, verification, or direct marketing and may not reproduce or distribute any Product Data to any third parties without Domino’s prior written consent.                     \u003c/p\u003e                     \u003ch4\u003eRestricted Activities\u003c/h4\u003e                     \u003cp\u003e                         Installer will (a) not engage in any deceptive, misleading, illegal or unethical practices, (b) not make any representations or warranties with respect to Products except as set forth in printed marketing collateral or documentation furnished by the applicable manufacturer, (c)  not use the Service in any way that would cause the Service or Product Data to constitute a “consumer report” under the Fair Credit Reporting Act, 15 U.S.C. § 1681 et seq. or similar statute, or for any purpose relating to eligibility for credit, employment, license or other benefit granted by a governmental authority, or in connection with underwriting individual insurance, (d) not use the Service to create, develop, enhance or structure any database, or create models, analytics, derivative products or other derivative works for resale or external distribution, (e) not disassemble, decompile or reverse engineer any portion of the Data Services or Service, (f) not export, re-export, use, or store, directly or indirectly, any information related to the Service outside of the United States, (g) conduct business in a manner that reflects favorably at all times on the good name, good will, and reputation of Domino; and (h) comply with all applicable federal, state, and local laws and regulations.  Installer will indemnify and defend Domino from and against all damages, liabilities, costs, and expenses, including attorneys’ and experts’ fees and expenses, that Domino may incur as the result of any action brought against Domino and arising out of the acts of Installer or its agents in breach of these Terms.                     \u003c/p\u003e                     \u003ch4\u003eAdditional Restrictions\u003c/h4\u003e                     \u003cp\u003e                         Notwithstanding anything to the contrary, without Domino’s prior written approval, Installer shall not provide the Service to the following entities, their affiliates or subsidiaries, nor their successors in interest:  Acxiom, America Online, Inc. (AOL), CBCInnovis, CD-Data, Choice Point, Costar Group, Data Solutions, DataWarehouse, Data Verify, Digital Risk, Experian, Equifax, Fair Isaac Corporation, Fidelity National Financial (FNF), Fidelity National Information Services (FNIS), Fidelity National Insurance Company, Fidelity National Title Group, First Data Solutions, FiServ, FNC, Google, Haines, InfoUSA, Insurance Service Office (ISO), International Data Management (IDM), Interthinx, iPlace, ISGN, Land America, Lender Processing Services, Lending Tree, Lexis/Nexis, MacDonald-Detweiler, MasterFiles, Merlin Data, Microsoft, Myriad Development, National Data Cooperative, National Information Services, New Reach, Real Net, RJ Peters, Sedgwick CMS, Stewart Information Services Corporation, SW Financial, TPG Capital, Thompson-West Group, TransUnion, Veros, Yahoo!, and Zillow.  Installer shall not sell the Service to the top twenty mortgage originating and or servicing lender institutions, as listed in the National Mortgage News or other similar Thomson Media publication, without Domino’s prior written approval.  Installer agrees that solicitation or ad copy prepared in connection with the Service shall be devoid of any references to any selection criteria or presumed knowledge concerning the intended recipient of such solicitation, or the source of the recipient’s name and address.  Domino reserves the right to audit the process for reviewing such solicitations and ad copy along with the actual solicitation and ad copy.                     \u003c/p\u003e                     \u003ch4\u003ePayment Terms\u003c/h4\u003e                     \u003cp\u003e                         Installers agree to pay to Domino a vendor referral fee (“VRF”) in accordance to the Vendor Referral Fee Agreement (“VRF Agreement”) signed with each Installer or in accordance with terms of the Installers’ referral fee program.  Installers will provide Domino with a valid credit card upon registration, and authorize Domino to charge all sums described in the VRF Agreement to such credit card.  Installer’s account will be suspended if any charge is denied or charged back.  Domino may seek pre-authorization of such credit card account to verify that the credit card is valid and has the necessary funds or credit available to cover the applicable fees.  Domino may change the fees for the Service or any feature of the Service, including by adding additional fees or charges, on a going-forward basis at any time.  Additional products and services may be offered by the Service in the future, for which additional fees may be charged.  Notice of such additional fees will be provided in accordance with Section 14 of these Terms, and use of such additional products or services following notice of such fees shall be deemed acceptance of, and agreement to pay, any changed or additional fee.                     \u003c/p\u003e                     \u003ch3\u003eUser Content\u003c/h3\u003e                     \u003ch4\u003eUser Content Generally\u003c/h4\u003e                     \u003cp\u003e                         Certain features of the Service may permit users to post content, including messages, reviews, photos, video, images, folders, data, text, and other types of works (collectively, “User Content”) and to publish User Content on the Service.  You retain copyright and any other proprietary rights that you may hold in the User Content that you post to the Service.                     \u003c/p\u003e                     \u003ch4\u003eLimited License Grant to Domino\u003c/h4\u003e                     \u003cp\u003e                         By posting or publishing User Content, you grant Domino a worldwide, non-exclusive, royalty-free right and license (with the right to sublicense) to host, store, transfer, display, perform, reproduce, modify, and distribute your User Content, in whole or in part, in any media formats and through any media channels (now known or hereafter developed).  Any such use of your User Content by Domino may be without any compensation paid to you.                     \u003c/p\u003e                     \u003ch4\u003eLimited License Grant to Other Users\u003c/h4\u003e                     \u003cp\u003e                         By posting and sharing User Content with another user of the Service, you hereby grant that user a non-exclusive license to access and use such User Content as permitted by these Terms and the functionality of the Service.                     \u003c/p\u003e                     \u003ch4\u003eUser Content Representations and Warranties\u003c/h4\u003e                     \u003cp\u003e                         You are solely responsible for your User Content and the consequences of posting or publishing User Content.  By posting and publishing User Content, you affirm, represent, and warrant that:                     \u003c/p\u003e                     \u003col\u003e                         \u003cli\u003eyou are the creator and owner of, or have the necessary licenses, rights, consents, and permissions to use and to authorize Domino and users of the Service to use and distribute your User Content as necessary to exercise the licenses granted by you in this Section 9 and in the manner contemplated by Domino and these Terms; and\u003c/li\u003e                         \u003cli\u003eyour User Content, and the use thereof as contemplated herein, does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right; or (ii) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person.\u003c/li\u003e                     \u003c/ol\u003e                     \u003ch4\u003eUser Content Disclaimer\u003c/h4\u003e                     \u003cp\u003e                         We are under no obligation to edit or control User Content that you or other users post or publish, and will not be in any way responsible or liable for User Content.  Domino may, however, at any time and without prior notice, screen, remove, edit, or block any User Content that in our sole judgment violates these Terms or is otherwise objectionable.  You understand that when using the Service you will be exposed to User Content from a variety of sources and acknowledge that User Content may be inaccurate, offensive, indecent or objectionable.  You agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Domino with respect to User Content.  We expressly disclaim any and all liability in connection with User Content.  If notified by a user or content owner that User Content allegedly does not conform to these Terms, we may investigate the allegation and determine in our sole discretion whether to remove the User Content, which we reserve the right to do at any time and without notice.  For clarity, Domino does not permit copyright-infringing activities on the Service.                     \u003c/p\u003e                     \u003ch3\u003eDigital Millenium Copyright Act\u003c/h3\u003e                     \u003ch4\u003eDMCA Notice\u003c/h4\u003e                     \u003cp\u003e                         We comply with the provisions of the Digital Millennium Copyright Act applicable to internet service providers (17 U.S.C.  S512, as amended).  If you have any complaints with respect to material posted on the Service, you may contact our Designated Agent at the following address:                     \u003c/p\u003e                     \u003cp\u003e                         Domino 2030, Inc.\u003cbr /\u003e                         327 19th Street\u003cbr /\u003e                         Oakland, CA 94612                     \u003c/p\u003e                     \u003cp\u003e                         E-mail: copyright@mydomino.com                     \u003c/p\u003e                     \u003cp\u003e                         Any notice alleging that materials hosted by or distributed through the Service infringe intellectual property rights must include the following information:                     \u003c/p\u003e                     \u003col\u003e                         \u003cli\u003ean electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other right being infringed;\u003c/li\u003e                         \u003cli\u003ea description of the copyrighted work or other intellectual property that you claim has been infringed;\u003c/li\u003e                         \u003cli\u003ea description of the material that you claim is infringing and where it is located on the Service;\u003c/li\u003e                         \u003cli\u003eyour address, telephone number, and email address;\u003c/li\u003e                         \u003cli\u003ea statement by you that you have a good faith belief that the use of the materials on the Service of which you are complaining is not authorized by the copyright owner, its agent, or the law; and\u003c/li\u003e                         \u003cli\u003ea statement by you that the above information in your notice is accurate and that, under penalty of perjury, you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.\u003c/li\u003e                     \u003c/ol\u003e                     \u003ch4\u003eRepeat Infringers\u003c/h4\u003e                     \u003cp\u003e                         Domino will promptly terminate without notice the accounts of users that are determined by Domino to be “repeat infringers.” A repeat infringer is a user who has been notified of infringing activity more than twice and/or has had User Content removed from the Service more than twice.                     \u003c/p\u003e                     \u003ch3\u003eProhibited Conduct\u003c/h3\u003e                     \u003cp\u003e                         BY USING THE SERVICE YOU AGREE NOT TO:                     \u003c/p\u003e                     \u003col\u003e                         \u003cli\u003euse the Service for any illegal purpose, to advertise, sell, or exchange any products or services relating to illicit or illegal activities, in any way that is defamatory, trade libelous, unlawfully threatening or unlawfully harassing, or in violation of any local, state, national, or international law;\u003c/li\u003e                         \u003cli\u003eviolate, or encourage others to violate, the rights of third parties, including by infringing or misappropriating third party intellectual property rights;\u003c/li\u003e                         \u003cli\u003epost, upload, or distribute any User Content or other content that is unlawful, defamatory, libelous, inaccurate, or that a reasonable person could deem to be objectionable, profane, indecent, pornographic, harassing, threatening, embarrassing, hateful, or otherwise inappropriate;\u003c/li\u003e                         \u003cli\u003einterfere with security-related features of the Service, including without limitation by (i) disabling or circumventing features that prevent or limit use or copying of any content, or (ii) reverse engineering or otherwise attempting to discover the source code of the Service or any part thereof except to the extent that such activity is expressly permitted by applicable law;\u003c/li\u003e                         \u003cli\u003einterfere with the operation of the Service or any user’s enjoyment of the Service, including without limitation by (i) uploading or otherwise disseminating viruses, adware, spyware, worms, or other malicious code, (ii) making unsolicited offers or advertisements to other users of the Service, (iii) attempting to collect, personal information about users or third parties without their consent; or (iv) interfering with or disrupting any networks, equipment, or servers connected to or used to provide the Service, or violating the regulations, policies, or procedures of such networks, equipment, or servers;\u003c/li\u003e                         \u003cli\u003eperform any fraudulent activity including impersonating any person or entity, claiming false affiliations, accessing the Service accounts of others without permission, or falsifying your age or date of birth;\u003c/li\u003e                         \u003cli\u003euse the Service outside of the United States;\u003c/li\u003e                         \u003cli\u003euse the Service, without Domino’s express written consent, to communicate or facilitate any commercial advertisement or solicitation, except as expressly permitted in these Terms;\u003c/li\u003e                         \u003cli\u003erestrict, discourage or inhibit any person from using the Service, disclose personal information about a third person on the Service or obtained from the Service without the consent of such person, or collect information about users;\u003c/li\u003e                         \u003cli\u003euse, display, mirror, frame or utilize framing techniques to enclose the Service, including any Materials (as defined in Section 16) available on or through the Service, or any portion thereof, through any other application or website, unless and solely to the extent Domino makes available the means for embedding any part of the Service or Materials;\u003c/li\u003e                         \u003cli\u003ecreate a new account with Domino, without Domino’s express written consent, if Domino has previously disabled an account of yours;\u003c/li\u003e                         \u003cli\u003eaccess, tamper with, or use non-public areas of the Service, Domino’s (and its hosting company’s) computer systems and infrastructure, or the technical delivery systems of Domino’s providers;\u003c/li\u003e                         \u003cli\u003esell, relicense, or redistribute the Service in whole or in part;\u003c/li\u003e                         \u003cli\u003esell or otherwise transfer the access granted herein or any Materials or any right or ability to view, access, or use any Materials (including by altering, defacing, mutilating or otherwise bypassing any approved software through which the Service is made available; or using any trademarks, service marks, design marks, logos, photographs or other content belonging to Domino or obtained from the Service); or\u003c/li\u003e                         \u003cli\u003eattempt to do any of the foregoing in this Section 11, or assist or permit any persons in engaging in any of the activities described in this Section 11.\u003c/li\u003e                     \u003c/ol\u003e                     \u003ch3\u003eThird-Party Services and Linked Websites\u003c/h3\u003e                     \u003cp\u003e                         Domino may provide tools through the Service that enable you to export information, including User Content, to third party service, including through features that allow you to link your account on Domino with an account on the third party service, such as Twitter or Facebook, or through our implementation of third party buttons (such as “like” or “share” buttons) (“Third Party Services”). By using these tools, you agree that we may transfer such information to the applicable third-party service.  Such third party services are not under our control, and we are not responsible for their use of your exported information. The Service may also contain links to third-party websites.  Such linked websites are not under our control, and we are not responsible for their content.                     \u003c/p\u003e                     \u003ch3\u003eAvailability of the Service\u003c/h3\u003e                     \u003cp\u003e                         The availability of the Service may vary substantially from area-to-area, and circumstances may exist or arise that prevent Domino from providing all or a portion of the Service. In addition, the Service may experience downtime due to regularly scheduled or emergency maintenance by Domino or its service providers.                     \u003c/p\u003e                     \u003ch3\u003eTermination of Use\u003c/h3\u003e                     \u003cp\u003e                         Discontinuation and Modification of the Service. If you violate any provision of these Terms, your permission to use the Service will terminate automatically. Additionally, Domino, in its sole discretion may terminate your user account on the Service or suspend or terminate your access to the Service at any time, with or without notice.  We also reserve the right to modify or discontinue the Service at any time (including, without limitation, by limiting or discontinuing certain features of the Service) without notice to you.  We will have no liability whatsoever on account of any change to the Service or any suspension or termination of your access to or use of the Service.  You may terminate your account at any time by contacting customer service at support@mydomino.com.  If you terminate your account, you will remain obligated to pay all outstanding fees, if any, relating to your use of the Service incurred prior to termination.                     \u003c/p\u003e                     \u003ch3\u003ePrivacy Policy; Additional Terms\u003c/h3\u003e                     \u003ch4\u003ePrivacy Policy\u003c/h4\u003e                     \u003cp\u003e                         Please read the Domino Privacy Policy carefully for information relating to our collection, use, storage and disclosure of your personal information. The Domino Privacy Policy is hereby incorporated by reference into, and made a part of, these Terms.                     \u003c/p\u003e                     \u003ch4\u003eAdditional Terms\u003c/h4\u003e                     \u003cp\u003e                         Your use of the Service is subject to any and all additional terms, policies, rules, or guidelines applicable to the Service or certain features of the Service that we may post on or link to on the Service (the “Additional Terms”). All such Additional Terms are hereby incorporated by reference into, and made a part of, these Terms.                     \u003c/p\u003e                     \u003ch3\u003eModification of these Terms\u003c/h3\u003e                     \u003cp\u003e                         We reserve the right, at our discretion, to change these Terms on a going-forward basis at any time.  Please check these Terms periodically for changes.  In the event that a change to these Terms materially modifies your rights or obligations, you will be required to accept such modified terms in order to continue to use the Service.  Material modifications are effective upon your acceptance of such the modified Terms.  Immaterial modifications are effective upon publication.  For the avoidance of doubt, disputes arising under these Terms will be resolved in accordance with these Terms in effect that the time the dispute arose.                     \u003c/p\u003e                     \u003ch3\u003eOwnership; Proprietary Rights\u003c/h3\u003e                     \u003cp\u003e                         The Service is owned and operated by Domino.  The visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Service, including Product Data and the Data Service, (collectively, the “Materials”) provided by Domino are protected by all relevant intellectual property and proprietary rights and applicable laws.  All Materials contained in the Service are the property of Domino or our third-party licensors.  Except as expressly authorized by Domino, you may not make use of the Materials.  Domino reserves all rights to the Materials not granted expressly in these Terms.                     \u003c/p\u003e                     \u003ch3\u003eIndemnity\u003c/h3\u003e                     \u003cp\u003e                         You agree that you will be responsible for your use of the Service, and you agree to defend, indemnify, and hold harmless Domino and its officers, directors, employees, consultants, affiliates, subsidiaries and agents (collectively, the “Domino Entities”) from and against any and all claims, liabilities, damages, losses, and expenses, including reasonable attorneys’ fees and costs, arising out of or in any way connected with (i) your access to, use of, or alleged use of the Service; (ii) your violation of these Terms or any representation, warranty, or agreements referenced herein, or any applicable law or regulation; (iii) your violation of any third-party right, including without limitation any intellectual property right, publicity, confidentiality, property or privacy right; or (iv) any disputes or issues between you and any other user or third party.  We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (and without limiting your indemnification obligations with respect to such matter), and in such case, you agree to cooperate with our defense of such claim.                     \u003c/p\u003e                     \u003ch3\u003eDisclaimers; No Warranties\u003c/h3\u003e                     \u003cp\u003e                         THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS, WITHOUT WARRANTY OR CONDITION OF ANY KIND, EITHER EXPRESS OR IMPLIED.  THE DOMINO ENTITIES SPECIFICALLY (BUT WITHOUT LIMITATION) DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE, INCLUDING BUT NOT LIMITED TO (I) ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT; AND (II) ANY WARRANTIES ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE.  THE DOMINO ENTITIES DO NOT WARRANT THAT THE SERVICE OR ANY PART THEREOF, OR ANY MATERIALS OR CONTENT OFFERED THROUGH THE SERVICE, WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND DO NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED.                     \u003c/p\u003e                     \u003cp\u003e                         NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SERVICE OR ANY MATERIALS OR CONTENT AVAILABLE ON OR THROUGH THE SERVICE WILL CREATE ANY WARRANTY REGARDING ANY OF THE DOMINO ENTITIES OR THE SERVICE THAT IS NOT EXPRESSLY STATED IN THESE TERMS.  YOU ASSUME ALL RISK FOR ALL DAMAGES THAT MAY RESULT FROM YOUR USE OF OR ACCESS TO THE SERVICE, YOUR DEALINGS WITH OTHER SERVICE USERS, AND ANY MATERIALS OR CONTENT AVAILABLE THROUGH THE SERVICE.  YOU UNDERSTAND AND AGREE THAT YOU USE THE SERVICE AND USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAIN MATERIALS OR CONTENT THROUGH THE SERVICE AND ANY ASSOCIATED SITES OR SERVICES AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM USED IN CONNECTION WITH THE SERVICE) OR LOSS OF DATA THAT RESULTS FROM THE USE OF THE SERVICE OR THE DOWNLOAD OR USE OF SUCH MATERIALS OR CONTENT.                     \u003c/p\u003e                     \u003cp\u003e                         SOME JURISDICTIONS MAY PROHIBIT A DISCLAIMER OF WARRANTIES AND YOU MAY HAVE OTHER RIGHTS THAT VARY FROM JURISDICTION TO JURISDICTION.                     \u003c/p\u003e                     \u003ch3\u003eLimitation of Liability\u003c/h3\u003e                     \u003cp\u003e                         IN NO EVENT WILL THE DOMINO ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS OR CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE OR ANY OTHER LEGAL THEORY, WHETHER OR NOT THE DOMINO ENTITIES HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE.                     \u003c/p\u003e                     \u003cp\u003e                         YOU AGREE THAT THE AGGREGATE LIABILITY OF THE DOMINO ENTITIES TO YOU FOR ANY AND ALL CLAIMS ARISING OUT OF RELATING TO THE USE OF OR ANY INABILITY TO USE THE SERVICE (INCLUDING ANY MATERIALS OR CONTENT AVAILABLE THROUGH THE SERVICE) OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO THE GREATER OF (I) THE AMOUNTS YOU HAVE PAID TO DOMINO FOR ACCESS TO AND USE OF THE SERVICE IN THE 12 MONTHS PRIOR TO THE CLAIM OR (II) $100.                     \u003c/p\u003e                     \u003cp\u003e                         SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES.  ACCORDINGLY, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.                     \u003c/p\u003e                     \u003cp\u003e                         EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS TO ALLOCATE THE RISKS UNDER THESE TERMS BETWEEN THE PARTIES.  THIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.  EACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS.  THE LIMITATIONS IN THIS SECTION 17 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.                     \u003c/p\u003e                     \u003ch3\u003eThird Party Software\u003c/h3\u003e                     \u003cp\u003e                         If you are using the App, the software you download consists of a package of components, including certain third party software (“Third Party Software” and together with the App, the “Package”) provided under separate license terms (the “Third Party Terms”), as described in more detail in Section 29.  Your use of the Third Party Software in conjunction with the App in a manner consistent with the terms of these Terms is permitted, however, you may have broader rights under the applicable Third Party Terms and nothing in these Terms is intended to impose further restrictions on your use of the Third Party Software.                     \u003c/p\u003e                     \u003ch3\u003eConsent to Use of Data\u003c/h3\u003e                     \u003cp\u003e                         You agree that Domino may collect and use technical data and related information, including, but not limited to, UDID and other technical information about your device, system, and application software, and peripherals, that is gathered periodically to facilitate the provision of software updates, product support, and other services to you (if any) related to the Service, and to anonymously track and report your activity inside of the Service, including for analytics purposes.  Please see the Privacy Policy www.mydomino.com/privacy for more details regarding the information Domino collects, and how it uses and discloses that information.                     \u003c/p\u003e                     \u003ch3\u003eFeedback\u003c/h3\u003e                     \u003cp\u003e                         While our own staff is continually working to develop and evaluate our own product ideas and features, we pride ourselves on paying close attention to the interests, feedback, comments, and suggestions we receive from the user community.  If you choose to contribute by sending Domino or our employees any ideas for products, services, features, modifications, enhancements, content, refinements, technologies, content offerings (such as audio, visual, games, or other types of content), promotions, strategies, or product/feature names, or any related documentation, artwork, computer code, diagrams, or other materials (collectively “Feedback”), then regardless of what your accompanying communication may say, the following terms shall apply, so that future misunderstandings can be avoided.  Accordingly, by sending Feedback to Domino, you agree that:                     \u003c/p\u003e                     \u003col\u003e                         \u003cli\u003eDomino has no obligation to review, consider, or implement your Feedback, or to return to you all or part of any Feedback for any reason;\u003c/li\u003e                         \u003cli\u003eFeedback is provided on a non-confidential basis, and Domino is not under any obligation to keep any Feedback you send confidential or to refrain from using or disclosing it in any way; and\u003c/li\u003e                         \u003cli\u003eYou irrevocably grant Domino and its successors and assigns perpetual and unlimited permission to reproduce, distribute, create derivative works of, modify, publicly perform (including on a through-to-the-audience basis), communicate to the public, make available, publicly display, and otherwise use and exploit the Feedback and derivatives thereof for any purpose and without restriction, free of charge and without attribution of any kind, including by making, using, selling, offering for sale, importing, and promoting commercial products and services that incorporate or embody Feedback, whether in whole or in part, and whether as provided or as modified.\u003c/li\u003e                     \u003c/ol\u003e                     \u003ch3\u003eGoverning Law\u003c/h3\u003e                     \u003cp\u003e                         These Terms shall be governed by the laws of the State of California without regard to conflict of law principles.  To the extent that any lawsuit or court proceeding is permitted hereunder, you and Domino agree to submit to the personal and exclusive jurisdiction of the state courts and federal courts located within Alameda County, California for the purpose of litigating all such disputes.  We operate the Service from our offices in California, and we make no representation that Materials included in the Service are appropriate or available for use in other locations.                     \u003c/p\u003e                     \u003ch3\u003eGeneral\u003c/h3\u003e                     \u003cp\u003e                         These Terms, together with the Privacy Policy and any other agreements expressly incorporated by reference herein, constitute the entire and exclusive understanding and agreement between you and Domino regarding your use of and access to the Service, and except as expressly permitted above may be amended only by a written agreement signed by authorized representatives of all parties to these Terms.  You may not assign or transfer these Terms or your rights hereunder, in whole or in part, by operation of law or otherwise, without our prior written consent.  We may assign these Terms at any time without notice.  The failure to require performance of any provision will not affect our right to require performance at any time thereafter, nor shall a waiver of any breach or default of these Terms or any provision of these Terms constitute a waiver of any subsequent breach or default or a waiver of the provision itself.  Use of section headers in these Terms is for convenience only and shall not have any impact on the interpretation of particular provisions.  In the event that any part of these Terms is held to be invalid or unenforceable, the unenforceable part shall be given effect to the greatest extent possible and the remaining parts will remain in full force and effect.  Upon termination of these Terms, any provision that by its nature or express terms should survive will survive such termination or expiration, including, but not limited to, Sections 3, 6.2, 8.2, 8.4,  8.6, 8.7, 8.8, and 10 - 29.                     \u003c/p\u003e                     \u003ch3\u003eDispute Resolution\u003c/h3\u003e                     \u003ch4\u003eGenerally\u003c/h4\u003e                     \u003cp\u003e                         In the interest of resolving disputes between you and Domino in the most expedient and cost effective manner, you and Domino agree that any and all disputes arising in connection with these Terms shall be resolved by binding arbitration.  Arbitration is more informal than a lawsuit in court.  Arbitration uses a neutral arbitrator instead of a judge or jury, may allow for more limited discovery than in court, and can be subject to very limited review by courts.  Arbitrators can award the same damages and relief that a court can award.  Our agreement to arbitrate disputes includes, but is not limited to all claims arising out of or relating to any aspect of these Terms, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory, and regardless of whether the claims arise during or after the termination of these Terms.  YOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND Domino ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.                     \u003c/p\u003e                     \u003ch4\u003eExceptions\u003c/h4\u003e                     \u003cp\u003e                         Notwithstanding subsection 25.1, we both agree that nothing herein will be deemed to waive, preclude, or otherwise limit either of our right to (i) bring an individual action in small claims court, (ii) pursue enforcement actions through applicable federal, state, or local agencies where such actions are available, (iii) seek injunctive relief in a court of law, or (iv) to file suit in a court of law to address intellectual property infringement claims.                     \u003c/p\u003e                     \u003ch4\u003eArbitrator\u003c/h4\u003e                     \u003cp\u003e                         Any arbitration between you and Domino will be governed by the Commercial Dispute Resolution Procedures and the Supplementary Procedures for Consumer Related Disputes (collectively, “AAA Rules”) of the American Arbitration Association (“AAA”), as modified by these Terms, and will be administered by the AAA.  The AAA Rules and filing forms are available online at www.adr.org, by calling the AAA at 1-800-778-7879, or by contacting Domino.                     \u003c/p\u003e                     \u003ch4\u003eNotice; Process\u003c/h4\u003e                     \u003cp\u003e                         A party who intends to seek arbitration must first send a written notice of the dispute to the other, by certified mail or Federal Express (signature required), or in the event that we do not have a physical address on file for you, by electronic mail (“Notice”).  Domino’s address for Notice is: Domino 2030 Inc. 327 19th Street, Oakland, CA 94612.  The Notice must (i) describe the nature and basis of the claim or dispute; and (ii) set forth the specific relief sought (“Demand”).  We agree to use good faith efforts to resolve the claim directly, but if we do not reach an agreement to do so within 30 days after the Notice is received, you or Domino may commence an arbitration proceeding.  During the arbitration, the amount of any settlement offer made by you or Domino shall not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.  In the event our dispute is finally resolved through arbitration in your favor, Domino shall pay you (i) the amount awarded by the arbitrator, if any, (ii) the last written settlement amount offered by Domino in settlement of the dispute prior to the arbitrator’s award; or (iii) $1,000.00, whichever is greater.                     \u003c/p\u003e                     \u003ch4\u003eFees\u003c/h4\u003e                     \u003cp\u003e                         In the event that you commence arbitration in accordance with these Terms, Domino will reimburse you for your payment of the filing fee, unless your claim is for greater than $10,000, in which case the payment of any fees shall be decided by the AAA Rules.  Any arbitration hearings will take place at a location to be agreed upon in Alameda County, California, provided that if the claim is for $10,000 or less, you may choose whether the arbitration will be conducted (i) solely on the basis of documents submitted to the arbitrator; (ii) through a non-appearance based telephonic hearing; or (iii) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address.  If the arbitrator finds that either the substance of your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules.  In such case, you agree to reimburse Domino for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules.  Regardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.  The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.                     \u003c/p\u003e                     \u003ch4\u003eNo Class Actions\u003c/h4\u003e                     \u003cp\u003e                         YOU AND DOMINO AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.  Further, unless both you and Domino agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.                     \u003c/p\u003e                     \u003ch4\u003eModifications\u003c/h4\u003e                     \u003cp\u003e                         In the event that Domino makes any future change to this arbitration provision (other than a change to Domino’s address for Notice), you may reject any such change by sending us written notice within 30 days of the change to Domino’s address for Notice, in which case your account with Domino shall be immediately terminated and this arbitration provision, as in effect immediately prior to the amendments you reject shall survive.                     \u003c/p\u003e                     \u003ch4\u003eEnforceability\u003c/h4\u003e                     \u003cp\u003e                         If Subsection 25.6 is found to be unenforceable or if the entirety of this Section 25 is found to be unenforceable, then the entirety of this Section 25 shall be null and void and, in such case, the parties agree that the exclusive jurisdiction and venue described in Section 23 shall govern any action arising out of or related to these Terms.                     \u003c/p\u003e                     \u003ch3\u003eThird Party Disputes\u003c/h3\u003e                     \u003cp\u003e                         DOMINO IS NOT AFFILIATED WITH ANY CARRIER, SERVICE PROVIDER, OR THIRD PARTY SERVICE, AND ANY DISPUTE YOU HAVE WITH ANY CARRIER, SERVICE PROVIDER, THIRD PARTY SERVICE OR OTHER THIRD PARTY, INCLUDING, WITHOUT LIMITATION, ANY OTHER USER OF THE SERVICE, IS DIRECTLY BETWEEN YOU AND SUCH THIRD PARTY, AND YOU IRREVOCABLY RELEASE DOMINO (AND OUR OFFICERS, DIRECTORS, AGENTS, SUBSIDIARIES, JOINT VENTURES, AND EMPLOYEES) FROM ANY AND ALL CLAIMS, DEMANDS AND DAMAGES (ACTUAL AND CONSEQUENTIAL) OF EVERY KIND AND NATURE, KNOWN AND UNKNOWN, ARISING OUT OF OR IN ANY WAY CONNECTED WITH SUCH DISPUTES.                     \u003c/p\u003e                     \u003ch3\u003eConsent to Electronic Communications\u003c/h3\u003e                     \u003cp\u003e                         By using the Service, you consent to receiving certain electronic communications from us as further described in our Privacy Policy.  Please read our Privacy Policy to learn more about your choices regarding our electronic communications practices.  You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.                     \u003c/p\u003e                     \u003ch3\u003eContact Information\u003c/h3\u003e                     \u003cp\u003e                         The services hereunder are offered by Domino 2030, Inc., located at 327 19th Street, Oakland, CA 94612.  You may contact us by sending correspondence to the foregoing address or by emailing us at info@mydomino.com.  If you are a California resident, you may have these Terms mailed to you electronically by sending a letter to the foregoing address with your electronic mail address and a request for these Terms.                     \u003c/p\u003e                     \u003ch3\u003eTerms of Third Party Software\u003c/h3\u003e                     \u003cp\u003e                         NOTICE REGARDING APPLE. You acknowledge that the EULA is between you and Domino only, not with Apple, and Apple is not responsible for the App or the content thereof. Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App. In the event of any failure of the App to conform to any applicable warranty, then you may notify Apple and Apple will refund the purchase price for the relevant App to you; and, to the maximum extent permitted by applicable law, Apple has no other warranty obligation whatsoever with respect to the App.  Apple is not responsible for addressing any claims by you or any third party relating to the App or your possession and/or use of the App, including, but not limited to:  (i) product liability claims; (ii) any claim that the App fails to conform to any applicable legal or regulatory requirement; and (iii) claims arising under consumer protection or similar legislation.  Apple is not responsible for the investigation, defense, settlement and discharge of any third party claim that the App or your possession and use of the App infringes that third party’s intellectual property rights.  You agree to comply with any applicable third party terms, when using the App.  Apple, and Apple’s subsidiaries, are third party beneficiaries of the EULA, and upon your acceptance of the EULA, Apple will have the right (and will be deemed to have accepted the right) to enforce the EULA against you as a third party beneficiary of the EULA.  You hereby represent and warrant that (i) you are not located in a country that is subject to a U.S.  Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country; and (ii) you are not listed on any U.S. Government list of prohibited or restricted parties.   If Domino provides a translation of the English language version of these Terms, then the translation is provided solely for convenience, and the English version shall prevail.                     \u003c/p\u003e                 \u003c/div\u003e","clone":null,"children":[]}]},{"name":"faq","key":"faq","content":null,"clone":null,"children":[{"name":"header","key":"faq-header","content":"Frequently Asked Questions","clone":null,"children":[]},{"name":"sections","key":"faq-sections","content":"[{\"header\"=\u003e\"Going Beyond Fossil Fuels and Saving With Help from Domino\", \"questions\"=\u003e[{\"answer\"=\u003e\"Our Concierge service is a team of energy experts that’s ready to help you save energy and money. Your \u003ca href='/#concierge-block'\u003eDomino Concierge\u003c/a\u003e can help you with things like: \u003cul\u003e\u003cli\u003eHow to finance larger purchases like solar and start saving now\u003c/li\u003e\u003cli\u003eSeeing if solar or an electric car works for you\u003c/li\u003e\u003cli\u003eHow to get those tax credits and rebates\u003c/li\u003e\u003cli\u003eGetting and evaluating quotes from our trusted partners\u003c/li\u003e\u003cli\u003eAnswering any questions you have\u003c/li\u003e\u003c/ul\u003e\", \"question\"=\u003e\"What is the Domino Concierge service?\"}, {\"answer\"=\u003e\"Here’s just a sample of how you can save by going beyond fossil fuels: \u003cul\u003e\u003cli\u003eYou can switch from expensive to cheaper energy -- for example, by putting solar panels on your roof.\u003c/li\u003e\u003cli\u003eYou can take advantage of thousands of dollars in energy incentives, like those for solar power and electric cars.\u003c/li\u003e\u003cli\u003eYou can avoid spending cash upfront by financing your green options with monthly payments -- that are lower than what you’re paying for your energy now.\u003c/li\u003e\u003cli\u003eYou can save even more by combining some actions. For example, you can charge your electric car with rooftop solar.\u003c/li\u003e\u003c/ul\u003e\u003cbr\u003eYour \u003ca href='/#concierge-block'\u003eDomino Concierge\u003c/a\u003e will help you identify all the ways you can start saving now. It’s your choice which ones to try out.\", \"question\"=\u003e\"How can I save money by ditching fossil fuels?\"}, {\"answer\"=\u003e\"We’ve found thousands of ways to help you save and sourced the best deals with hundreds of providers -- so you don’t have to.\u003cbr\u003eThese days, ditching fossil fuels often makes financial sense all by itself. We lower the costs even more by making it cheaper for the vendors we work with to acquire customers. We make money from referral fees the vendors pay us. Those fees cost them less than acquiring customers in other ways, so you save.\u003cbr\u003eBest of all? You won't pay us a dime.\", \"question\"=\u003e\"How can I save with Domino?\"}, {\"answer\"=\u003e\"We’re independent and don’t represent any company, product, or service -- so you can be confident that we’re unbiased.\u003cbr\u003eOur concierges are not salespeople and don’t work on commission. So they’ll give you honest answers. If they think something doesn’t work for you, they’ll tell you. You’ll never get pressure you to take any action -- just the help you’re looking for.\u003cbr\u003eWe want to help you do what works for your home and lifestyle. We offer you our best advice, no matter what you decide -- even if that means you’re not ready to take any actions at all yet.\", \"question\"=\u003e\"Why should I trust Domino?\"}, {\"answer\"=\u003e\"No! You can start saving right away with actions as simple as upgrading to LED bulbs or a smart thermostat. You can dip your toes in the water a little more by trying out a heat pump to heat and cool your home. Or you can go all-in and install solar panels, get a heat pump to heat and cool your home, and start driving electric.\u003cbr\u003eThe more you do, the more you’ll save. But even if all you do is buy some LED bulbs, you can start saving now.\u003cbr\u003eYou can be confident that your \u003ca href='/#concierge-block'\u003eDomino Concierge\u003c/a\u003e will help you find the best options that work for your current lifestyle. If an action doesn’t make sense for you, your concierge will tell you.\", \"question\"=\u003e\"Do I have to take lots of big actions to save?\"}]}, {\"header\"=\u003e\"Solar Power\", \"questions\"=\u003e[{\"answer\"=\u003e\"Not anymore. If you can afford to pay your electric bill, you can afford solar -- and you'll keep your electric bill from going up. You can even go solar for no money down and start saving right away.\u003cbr\u003eYou can pay for solar in two easy ways: monthly or upfront. Lower your current electric bill with small monthly payments. Or lower your upfront cost with tax credits and other incentives.\u003cbr\u003eWhichever option you choose, your \u003ca href='/#concierge-block'\u003eDomino Concierge\u003c/a\u003e can get you free quotes from several installers.\", \"question\"=\u003e\"Isn’t solar expensive?\"}, {\"answer\"=\u003e\"You save money by paying less for solar power than you pay now for power from your utility.\u003cbr\u003eYou can choose to make monthly payments that are lower than your current electric bill. Or you can you buy your system with cash, in which case all the power it generates is yours for free once the system pays for itself in a few years or so.\u003cbr\u003eThe price of power from your utility will keep rising over the years -- so you’ll save even more over time.\", \"questions\"=\u003e\"How do I save with solar?\"}, {\"answer\"=\u003e\"Solar panels can \u003ca target='_blank' href='http://www.greentechmedia.com/articles/read/Study-Host-Owned-Rooftop-Solar-Improves-a-Homes-Resale-Value'\u003eincrease the value of your home\u003c/a\u003e, particularly if you own your system. Having solar on your home may even make it easier to sell.\", \"questions\"=\u003e\"How will solar affect my home’s value?\"}, {\"answer\"=\u003e\"Before putting any panels on, your solar installer will verify that your roof is in good enough shape. Solar panels can actually protect your roof from wear and tear.\u003cbr\u003eSolar panels are built to last for decades -- in rain, snow, and of course, sun. Hosing the panels off now and then and keeping leaves off them in the fall is about the only maintenance required. Many installers will do that for you. And all equipment comes with long-term warranties -- usually for 25 years.\", \"questions\"=\u003e\"Will solar panels damage my roof, and do they need much maintenance?\"}, {\"answer\"=\u003e\"How much space you need depends on how much electricity you use. As long as your roof is not shaded, it does not have to face south. Solar works well even in areas without much sun  --  and in snowy conditions. But you don't need to figure all this out yourself. Your installer will make this assessment for free.\", \"questions\"=\u003e\"Do I need a big roof? How do I know if I have enough sun?\"}, {\"answer\"=\u003e\"If it turns out you can’t put solar on your roof, your Domino Concierge will let you know if \u003ca target='_blank' href='/offsite-solar'\u003eoffsite solar\u003c/a\u003e will work for you.\u003cbr\u003eOffsite solar is an arrangement that lets you buy solar power from panels installed in your community -- so that even if you can’t put solar on your own roof, you can get clean power from the sun. When you buy panels, you get credit on your electricity bill for the power produced by those panels.\u003cbr\u003eYou can buy just a few panels at a time, and add more later if you want. Just as with panels on your roof, you’ll save on your power bills.\", \"questions\"=\u003e\"What if I can’t put panels on my roof?\"}, {\"answer\"=\u003e\"As an offsite solar customer, you get some of the same financial benefits that you’d get if the panels were installed on your own roof. However, since the installation company performs all the maintenance and provides a warranty of up to 50 years, you don't have to worry about maintenance or repair.\", \"questions\"=\u003e\"How is offsite solar like having solar on my own roof?\"}, {\"answer\"=\u003e\"\", \"questions\"=\u003e\"\"}]}, {\"header\"=\u003e\"Heat Pumps\", \"questions\"=\u003e[{\"answer\"=\u003e\"A heat pump, like a refrigerator or air conditioner, uses a small amount of energy to move heat from one location to another. A heat pump can work like a heater by moving heat into a cooler area to heat it up. It can also work like an air conditioner by absorbing heat from an area you want to be cool and releasing it into another area.\u003cbr\u003eYou can choose between a basic heat pump and a geothermal one. Both are powered by electricity. The more simple heat pumps move heat from the air in one area to the air in another area. Geothermal heat pumps, on the other hand, move heat between the ground under your property and the air in your home.\", \"questions\"=\u003e\"What is a heat pump, and how does it heat and cool?\"}, {\"answer\"=\u003e\"Your basic heat pump typically runs about $2000 - $8000, including installation. Geothermal heat pumps are more expensive and require drilling into the ground.\u003cbr\u003eWith low-cost financing, both kinds of heat pumps are much more affordable, especially when bundled with other options like home solar. Your \u003ca href='/#concierge-block'\u003eDomino Concierge\u003c/a\u003e can help you get free, no-obligation quotes and qualify for financing.\", \"questions\"=\u003e\"What does a heat pump cost?\"}, {\"answer\"=\u003e\"You can save with a heat pump because it doesn’t take as much power to run as a regular furnace. Because a heat pump transfers heat, instead of burning fuel to create heat, it’s a very efficient engine.\u003cbr\u003eYou’ll also hedge against future gas price increases. If you choose to finance your system with a low-cost loan, you may even see savings from Day 1. Since the pump is powered by electricity, you can save even more by switching to \u003ca target='_blank' href='/rooftop-solar'\u003efree solar power\u003c/a\u003e.\", \"questions\"=\u003e\"How do I save with a heat pump?\"}, {\"answer\"=\u003e\"With a heat pump, you will likely be more comfortable in your home. A heat pump heats and cools your home more evenly.\u003cbr\u003eIf you live in a very cold climate, you may need to choose a geothermal heat pump for maximum effectiveness. Your Domino Concierge can help you pick the right heat pump for you.\", \"questions\"=\u003e\"Does a heat pump heat the house as well as a gas furnace?\"}, {\"answer\"=\u003e\"According to the Department of Energy, it may be time to upgrade if:\u003cul\u003e\u003cli\u003eYour air conditioner is more than 10 years old.\u003c/li\u003e\u003cli\u003eYour furnace or boiler is more than 15 years old.\u003c/li\u003e\u003cli\u003eYour equipment needs frequent repairs and your energy bills are going up.\u003c/li\u003e\u003cli\u003eSome rooms in your home are too hot or too cold.\u003c/li\u003e\u003cli\u003eYour home has humidity problems.\u003c/li\u003e\u003cli\u003eYour home has excessive dust.\u003c/li\u003e\u003cli\u003eYour heating or cooling system is noisy.\u003c/li\u003e\u003c/ul\u003e\", \"questions\"=\u003e\"When should I upgrade my heating and cooling system?\"}, {\"answer\"=\u003e\"Even if your electricity comes from dirty coal plants, your heat pump can still be cleaner than a gas furnace. That’s because a heat pump is significantly more efficient. Installing a \u003ca target='_blank' href='/rooftop-solar'\u003esolar system\u003c/a\u003e to run your heat pump will make your power 100% clean!\", \"questions\"=\u003e\"Are heat pumps cleaner than gas furnaces?\"}, {\"answer\"=\u003e\"While natural gas is cleaner than coal, it is not clean. According to the U.S. Energy Information Administration, natural gas still emits about 117 pounds of CO2 per million Btu of energy, compared to 229 for coal -- and that doesn’t include the methane that’s leaked by natural gas wells and distribution systems.\", \"questions\"=\u003e\"I heard natural gas is a clean fuel. Is that true?\"}]}, {\"header\"=\u003e\"Electric Cars and Hybrids\", \"questions\"=\u003e[{\"answer\"=\u003e\"With a wider range of options and many incentives, these cars are now cheaper than you might think:\u003cul\u003e\u003cli\u003eMost electric cars are in the competitive range of $30,000 after the hefty incentives available -- compared to the average car price of $32,000 for gas-powered cars. Plus, it costs much less to operate and maintain an electric car.\u003c/li\u003e\u003cli\u003ePlug-in hybrids also cost less to operate, and you can get one for about $25,000 after incentives.\u003c/li\u003e\u003cli\u003eThe average cost for a regular hybrid is $37,000 before incentives. Many states now offer incentives and other perks, like driving in the carpool lane. Hybrids cost less to operate than gas-powered cars because they don’t use as much gas.\u003c/li\u003e\u003c/ul\u003e\u003cbr\u003eYour \u003ca href='/#concierge-block'\u003eDomino Concierge\u003c/a\u003e can help you compare car types and models, and apply for incentives.\", \"questions\"=\u003e\"Are electric cars and hybrids expensive?\"}, {\"answer\"=\u003e\"You’ll save big on fuel, especially with an electric car. Most Americans spend about $2000 a year on gas. In contrast, the average annual fuel cost for an electric car is $575 -- that’s 70% less. For a plug-in hybrid, you’ll pay about $900 a year for fuel, and for a hybrid, $1000 -- about half of what most people spend on gas.\u003cbr\u003eYou can save even more if you power your electric car or plug-in with clean electricity from \u003ca target='_blank' href='/rooftop-solar'\u003ethe sun\u003c/a\u003e.\u003cbr\u003eWith an electric car, you’ll also save on maintenance, since these cars have far fewer moving parts than their gas-powered counterparts.\", \"questions\"=\u003e\"How do I save with an electric car or hybrid?\"}, {\"answer\"=\u003e\"The average American drives less than 40 miles per day. Most electric cars can go twice as far as that, at least 80 miles.\u003cbr\u003eIf that still won’t fit your needs, a plug-in hybrid might be right for you -- it will let you travel at least 300 miles (probably more like 450) on a combination of one charge and one gas tank.\u003cbr\u003eWith a hybrid, you can go even farther. Just one tank of gas will take you about 550 miles, more than twice as far as the average 250 for a gas-powered car.\", \"questions\"=\u003e\"How far can I drive?\"}, {\"answer\"=\u003e\"Not as long as you might think. Since the average American drives less than 40 miles per day, and electric vehicles have a range of at least 80, you probably won’t need to give your car a full charge every day. If you do, it takes about 4 - 6 hours to fully charge it.\u003cbr\u003eYou can charge a plug-in hybrid in about 3 hours, and you won’t need to charge often since you can go 300 - 450 miles on one charge and one tank of gas.\u003cbr\u003eMost people charge at night, while they’re sleeping -- when electricity rates are often lower.\", \"questions\"=\u003e\"How long does it take to charge an electric car or plug-in hybrid?\"}, {\"answer\"=\u003e\"Even when they use coal-generated electricity, electric cars can cut emissions by 40%. In areas that use many clean energy sources, you can cut emissions by as much as 90%. If you power your car with clean power from the sun or through a clean energy program, you can drive with zero carbon emissions.\u003cbr\u003ePlug-in hybrids don’t cut emissions as much, but they’re still cleaner than gas-powered cars.\u003cbr\u003eEven regular hybrids produce about 30% less harmful emissions than comparable gas-powered cars. Some say this figure is even higher.\", \"questions\"=\u003e\"How is driving an electric car or hybrid better than driving a gas-powered car?\"}]}, {\"header\"=\u003e\"LED Bulbs\", \"questions\"=\u003e[{\"answer\"=\u003e\"LEDs, or light–emitting diodes, are semiconductors that produce light when an electric current passes through them. They’re more efficient than other bulbs, and they last much longer.\", \"questions\"=\u003e\"What are LED bulbs?\"}, {\"answer\"=\u003e\"LEDs are a lot cheaper than they used to be. Many of the best-selling LEDs go for around $10 now.\", \"questions\"=\u003e\"How much do LEDs cost?\"}, {\"answer\"=\u003e\"LEDs are more efficient, so you’ll spend less to power them. And they can last over 20 years, compared to one year for an old-style bulb -- so you won’t have to buy as many bulbs.\", \"questions\"=\u003e\"How do I save with LEDs?\"}, {\"answer\"=\u003e\"The latest LED bulbs rival the look, dimming ability, and light quality of old-style incandescents. A good-quality LED like the Cree will produce great lighting for your home. Some bulbs even let you control the color with your smartphone!\", \"questions\"=\u003e\"Will my light quality be as good with LEDs?\"}]}, {\"header\"=\u003e\"Smart Thermostats\", \"questions\"=\u003e[{\"answer\"=\u003e\"A smart thermostat can learn your preferences and adjust your home temperature to your lifestyle. It can automatically lower your heating or air conditioning when you’re away or asleep, and even adjust your energy consumption based on things like humidity and weather conditions.\u003cbr\u003eAnother great thing about a smart thermostat is that you have total control. You can even control most smart thermostats from a remote location using your laptop or mobile device.\", \"questions\"=\u003e\"What is a smart thermostat?\"}, {\"answer\"=\u003e\"A smart thermostat can run about $250. It can sometimes pay for itself in less than two years.\", \"questions\"=\u003e\"How much do smart thermostats cost?\"}, {\"answer\"=\u003e\"A smart thermostat learns your preferences and adjusts your home temperature to your lifestyle -- for instance, it can lower your heating and air conditioning when you’re not using them. That means you won’t be wasting power when you’re away or asleep. You can even control your thermostat remotely when you’re not home.\u003cbr\u003eSavings can be significant. Several studies have shown that the Nest, one of the most popular smart thermostats, pays for itself in less than two years.\", \"questions\"=\u003e\"How do I save with a smart thermostat?\"}, {\"answer\"=\u003e\"For heating, try 68° - 70° F when you’re home, 53° F when you’re away, and 60° F while you’re asleep. For cooling, turn down your AC when you go out, and set it to 78° F or higher when you’re home.\", \"questions\"=\u003e\"What are the ideal home temperatures?\"}]}]","clone":null,"children":[]}]},{"name":"homepage","key":"homepage","content":null,"clone":null,"children":[{"name":"whyCustomersLoveUs","key":"homepage-whycustomersloveus","content":"","clone":null,"children":[{"name":"title","key":"homepage-whycustomersloveus-title","content":"Here’s why customers love us…","clone":null,"children":[]},{"name":"reason1","key":"homepage-whycustomersloveus-reason1","content":"","clone":null,"children":[{"name":"header","key":"homepage-whycustomersloveus-reason1-header","content":"ON YOUR SIDE","clone":null,"children":[]},{"name":"content","key":"homepage-whycustomersloveus-reason1-content","content":"We’ll hustle for the best deals, but if solar or any other action doesn’t work for you, we’ll tell you.","clone":null,"children":[]}]},{"name":"reason2","key":"homepage-whycustomersloveus-reason2","content":"","clone":null,"children":[{"name":"header","key":"homepage-whycustomersloveus-reason2-header","content":"NO PRESSURE","clone":null,"children":[]},{"name":"content","key":"homepage-whycustomersloveus-reason2-content","content":"Our concierges are not salespeople and are not paid commissions.","clone":null,"children":[]}]},{"name":"reason3","key":"homepage-whycustomersloveus-reason3","content":"","clone":null,"children":[{"name":"header","key":"homepage-whycustomersloveus-reason3-header","content":"FREE","clone":null,"children":[]},{"name":"content","key":"homepage-whycustomersloveus-reason3-content","content":"Domino’s concierge service is 100% free for homeowners in the U.S.","clone":null,"children":[]}]}]},{"name":"meetConcierge","key":"homepage-meetconcierge","content":"","clone":null,"children":[{"name":"header","key":"homepage-meetconcierge-header","content":"MEET A CONCIERGE: DAN EATON","clone":null,"children":[]},{"name":"content","key":"homepage-meetconcierge-content","content":"\"        This is not just a job for me. I drive a beast of an electric car, my house is powered by the sun and my water heaters are tankless. And I’ll talk about this stuff all day if you don’t stop me.\"","clone":null,"children":[]}]},{"name":"exit","key":"homepage-exit","content":"","clone":null,"children":[{"name":"header","key":"homepage-exit-header","content":"Google doesn’t have all the answers.","clone":null,"children":[]},{"name":"content","key":"homepage-exit-content","content":"No two homes, families or lifestyles are the same.  Domino gives you a FREE concierge who will find a clean energy + savings plan that works for YOU.","clone":null,"children":[]}]},{"name":"intro","key":"homepage-intro","content":null,"clone":null,"children":[{"name":"header","key":"homepage-intro-header","content":"100% clean energy is awesome.\u003cbr\u003e\r\nDomino makes it easy.","clone":null,"children":[]},{"name":"subTitle","key":"homepage-intro-subtitle","content":"From solar panels to smart thermostats and everything in between, \u003cbr\u003e\r\nwe’ve done the research and lined up deals so you don’t have to.","clone":null,"children":[]}]},{"name":"whyDomino","key":"homepage-whydomino","content":null,"clone":null,"children":[{"name":"steps","key":"homepage-whydomino-steps","content":"","clone":null,"children":[{"name":"one","key":"homepage-whydomino-steps-one","content":"","clone":null,"children":[{"name":"header","key":"homepage-whydomino-steps-one-header","content":"WE CALL YOU","clone":null,"children":[]},{"name":"content","key":"homepage-whydomino-steps-one-content","content":"Since no two homes, families and lifestyles are the same - our concierge will ask you a few questions to understand your needs.","clone":null,"children":[]}]},{"name":"two","key":"homepage-whydomino-steps-two","content":"","clone":null,"children":[{"name":"header","key":"homepage-whydomino-steps-two-header","content":"WE FIND SAVINGS","clone":null,"children":[]},{"name":"content","key":"homepage-whydomino-steps-two-content","content":"Clean energy often means switching from a pricey to a cheap energy source. There are 100s of ways to do that, we’ll investigate what’s right for you.","clone":null,"children":[]}]},{"name":"three","key":"homepage-whydomino-steps-three","content":"","clone":null,"children":[{"name":"header","key":"homepage-whydomino-steps-three-header","content":"WE GET IT DONE","clone":null,"children":[]},{"name":"content","key":"homepage-whydomino-steps-three-content","content":"We’ll recommend the best path to clean energy + savings. And we’ll stay with you from start to finish. At no cost to you.","clone":null,"children":[]}]},{"name":"header","key":"homepage-whydomino-steps-header","content":"We'll do the work. You'll do the saving.","clone":null,"children":[]}]}]},{"name":"meet","key":"homepage-meet","content":"","clone":null,"children":[{"name":"title","key":"homepage-meet-title","content":"Meet the Millers","clone":null,"children":[]},{"name":"description","key":"homepage-meet-description","content":"Their power bills were through the roof.  Domino helped them get a great deal on solar. And then super-sized the savings with an electric car.","clone":null,"children":[]}]},{"name":"concierge","key":"homepage-concierge","content":"","clone":null,"children":[{"name":"contactPhone","key":"homepage-concierge-contactphone","content":"510-454-8522\u003cbr\u003e\r\n9am to 9pm ET, Monday-Friday","clone":null,"children":[]},{"name":"contact","key":"homepage-concierge-contact","content":"OTHER WAYS TO REACH A DOMINO CONCIERGE","clone":null,"children":[]},{"name":"contactEmail","key":"homepage-concierge-contactemail","content":"myconcierge@mydomino.com","clone":null,"children":[]},{"name":"header1","key":"homepage-concierge-header1","content":"100% clean energy is awesome.\u003cbr\u003e\r\nDomino makes it easy.","clone":null,"children":[]},{"name":"header2","key":"homepage-concierge-header2","content":"We’re not salespeople, we’re energy wonks. \r\nWe’re obsessed with clean energy actions that \u003cb\u003edon’t compromise\u003c/b\u003e your lifestyle and put \r\n\u003cb\u003emore cash\u003c/b\u003e back in your pocket.","clone":null,"children":[]},{"name":"form","key":"homepage-concierge-form","content":"","clone":null,"children":[{"name":"submittedLabel","key":"homepage-concierge-form-submittedlabel","content":"We've Received Your Request","clone":null,"children":[]},{"name":"submittingLabel","key":"homepage-concierge-form-submittinglabel","content":"Please Wait...","clone":null,"children":[]},{"name":"addressLabel","key":"homepage-concierge-form-addresslabel","content":"Street Address (OPTIONAL)","clone":null,"children":[]},{"name":"header","key":"homepage-concierge-form-header","content":"And it starts with a quick chat. \u003cbr\u003e\r\nWe don’t mean to exaggerate, but this phone call could change the world.","clone":null,"children":[]},{"name":"emailTag","key":"homepage-concierge-form-emailtag","content":"So we can find a convenient time. No spam, no ads.","clone":null,"children":[]},{"name":"addressTag","key":"homepage-concierge-form-addresstag","content":"Helps us research your options before we talk.","clone":null,"children":[]},{"name":"emailLabel","key":"homepage-concierge-form-emaillabel","content":"Email","clone":null,"children":[]},{"name":"submitLabel","key":"homepage-concierge-form-submitlabel","content":"LET’S ROCK ‘N ROLL!","clone":null,"children":[]}]}]},{"name":"calculator","key":"homepage-calculator","content":null,"clone":null,"children":[{"name":"header","key":"homepage-calculator-header","content":"Choose One or More to See How Fossil-Fuel-Free You Can Go In","clone":null,"children":[]},{"name":"results","key":"homepage-calculator-results","content":"","clone":"100","children":[{"name":"totalPre","key":"homepage-calculator-results-totalpre","content":"You could save","clone":null,"children":[]},{"name":"totalPost","key":"homepage-calculator-results-totalpost","content":"each year when you make these upgrades in","clone":null,"children":[]},{"name":"offsiteSolar","key":"homepage-calculator-results-offsitesolar","content":"Get the financial and energy saving benefits of solar panels with none of the maintenance.","clone":null,"children":[]},{"name":"rooftopSolar","key":"homepage-calculator-results-rooftopsolar","content":"Zap your electric bill and boost your home’s value using only the sun. Join the 500,000 Americans who have already gone solar!","clone":null,"children":[]},{"name":"groundHeat","key":"homepage-calculator-results-groundheat","content":"Heat \u0026 cool your home with just 1 cost-saving appliance! A geothermal heat pump is the greenest way to keep your home cozy all year long.","clone":null,"children":[]},{"name":"hybrid","key":"homepage-calculator-results-hybrid","content":"With styles \u0026 options to suit your family (and your budget), hybrids are the no-compromise way to cut your fuel costs \u0026 emissions.","clone":null,"children":[]},{"name":"hybridElectric","key":"homepage-calculator-results-hybridelectric","content":"Now that plug-in hybrids have bigger batteries \u0026 stronger motors than traditional hybrids, you’ll drive more and fill up less.","clone":null,"children":[]},{"name":"allElectric","key":"homepage-calculator-results-allelectric","content":"Never stop at a gas station again! Electric cars are fun to drive, cost less to maintain, and produce no toxic emissions. Charge at night, drive all day.","clone":null,"children":[]},{"name":"upgrades","key":"homepage-calculator-results-upgrades","content":"With energy savings up to 95% and a bulb that lasts 25x longer than a traditional bulb, LEDs offer huge convenience \u0026 cost savings.","clone":null,"children":[]},{"name":"thermostat","key":"homepage-calculator-results-thermostat","content":"Smart thermostats not only save you money - they also keep you more comfortable. Plus, use your phone to adjust temps remotely, and keep the savings flowing.","clone":null,"children":[]},{"name":"airHeat","key":"homepage-calculator-results-airheat","content":"Enjoy comfort and energy savings - not to mention the money you can save - with an efficient, quiet electric heat pump. Your savings start right away.","clone":null,"children":[]}]}]}]}]